"1000" = "Aufnahmemodus";
"1001" = "Tv (Verschlusszeit)";
"1002" = "Av (Blendenzahl)";
"1003" = "AF-Funktion";
"1004" = "Blitzbelichtungskorrektur";
"1005" = "Belichtungskorrektur";
"1006" = "AEB Bel.-Reihe";
"1007" = "Messverfahren";
"1008" = "Weißabgleich";
"1009" = "Objektiv";
"1010" = "Brennweite";
"1011" = "Blitz";
"1012" = "Bildgröße";
"1013" = "Bildqualität";
"1015" = "R.Augen Red.";
"1016" = "Parameter";
"1017" = "Auslösemodus";
"1018" = "Name des Besitzers";
"1022" = "Rote Augen Korrektur";
"1051" = "Dateiname";
"1052" = "Bezeichnung des Kameramodells";
"1053" = "Aufnahmedatum/-zeit";
"1054" = "ISO-Empfindl.";
"1055" = "Digitalzoom";
"1056" = "IS Modus";
"1057" = "Film";
"1058" = "Aufnahmezeit  %d.%d";
"1059" = "Bildfrequenz      %d";
"1060" = "Blitztyp";
"1061" = "Verschlusssynchronisation";
"1062" = "AF-Messfeld";
"1063" = "Dateigröße";
"1064" = "Datei-Nr.";
"1071" = "Fotoeffekt";
"1073" = "AF-Bereichsmodus";
"1074" = "Farbraum";
"1075" = "Super Makro";
"1076" = "Bildfrequenz      %d.%.2d";
"1077" = "Aufnahmezeit  %d.%.2d";
"1078" = "Meine Farben-Modus";
"1079" = "i-contrast";
"1080" = "Weißabgleichkorrektur";
"1081" = " / %d.%.2d";
"1082" = " / %d.%.2d";
"2000" = "Automatik";
"2001" = "Programmautomatik";
"2002" = "Blendenautomatik";
"2003" = "Verschlusszeitenautomatik";
"2004" = "Manuell";
"2008" = "Automatik";
"2009" = "Manuell";
"2010" = "Landschaft";
"2011" = "Kurze Bel. -Zeit";
"2012" = "lange Zeiten";
"2013" = "Nachtaufn.";
"2014" = "Schwarz /Weiß";
"2015" = "Sepia";
"2016" = "Porträt";
"2017" = "Sport";
"2018" = "Makro";
"2019" = "Schwenkfokus";
"2020" = "Stitch-Assist.";
"2021" = "Film";
"2022" = "Kräftig";
"2023" = "Neutral";
"2024" = "Schwarz /Weiß";
"2026" = "Langzeitbel.";
"2027" = "Makro";
"2028" = "Laub";
"2029" = "Innenaufnahme";
"2030" = "Feuerwerk";
"2031" = "Strand";
"2032" = "Unterwasser";
"2033" = "Schnee";
"2034" = "Kinder & Tiere";
"2035" = "Nacht Schnappschuss";
"2036" = "Digital Makro";
"2037" = "My Colors";
"2038" = "Foto in Movie";
"2039" = "Super Makro";
"2040" = "SPOTLIGHT";
"2041" = "NACHT";
"2042" = "NACHT+";
"2043" = "S.NACHT";
"2044" = "Sunset";
"2045" = "Farbton";
"2046" = "Farbwechsel";
"2047" = "Aquarium";
"2048" = "ISO3200";
"2049" = "ISO6400";
"2050" = "Kreativer Lichteffekt";
"2051" = "Easy Automatik";
"2052" = "Sofortaufnahme";
"2053" = "Zoomwischeffekt";
"2054" = "Wenig Licht";
"2055" = "Nostalgisch";
"2056" = "Farbverstärkung";
"2057" = "Postereffekt";
"2058" = "Gesichts-Timer";
"2059" = "Lächeln";
"2060" = "Blinzel-Timer";
"2061" = "Fischaugeneffekt";
"2062" = "Miniatureffekt";
"2063" = "Nachtaufnahme";
"2064" = "Oberfläche";
"2065" = "Wenig Licht";
"2066" = "HighSpeedPufferspeicher";
"2067" = "Wahl bestes Bild";
"2068" = "HDR /HighDyn.Range";
"2069" = "Nachtaufn. o. Stativ";
"2304" = "Einzel-AF";
"2305" = "Reihen-AF";
"2306" = "Manuelle Scharfeinstellung";
"2307" = "Schwenkfokus";
"2600" = "Mittenbetont integral";
"2601" = "Spot";
"2602" = "Mittelbildung";
"2603" = "Mehrfeld";
"2604" = "Teilweise";
"2605" = "Mittenbetont integral";
"2700" = "Automatik";
"2701" = "Tageslicht";
"2702" = "Wolkig";
"2703" = "Kunstlicht";
"2704" = "Leuchtstoff";
"2705" = "Blitz";
"2706" = "Manuell";
"2707" = "Schwarz /Weiß";
"2708" = "Schatten";
"2714" = "Leuchtstoff H";
"2715" = "Manuell1";
"2716" = "Manuell2";
"2717" = "Unterwasser";
"2800" = "Aus";
"2801" = "Automatik";
"2802" = "Ein";
"2803" = "Automatik";
"2804" = "Langzeitsyncr.";
"2805" = "Automatik";
"2806" = "Ein";
"3000" = "Economy (ökonomisch)";
"3001" = "Normal";
"3002" = "Fein";
"3003" = "RAW";
"3004" = "Superfein";
"3200" = "Aus";
"3201" = "Ein";
"3600" = "Einzelbild-Aufnahme";
"3601" = "Reihenbild-Aufnahme";
"3602" = "Selbstauslöser-Betrieb";
"3603" = "Filmaufnahme";
"3604" = "Reihenaufnahme (Priorität Verschlussgeschwindigkeit)";
"3710" = "Aus";
"3711" = "Ein";
"3712" = "Nur Aufnahme";
"3713" = "Schwenken";
"3714" = "Dynamisch";
"5100" = "Automatik";
"5101" = "High-ISO Automatik";
"5200" = "ohne  Konv.";
"5201" = "x 2";
"5202" = "x 4";
"5300" = "Ein";
"5301" = "Aus";
"5310" = "Eingebauter Blitz";
"5311" = "Externer E-TTL";
"5312" = "Externer A-TTL";
"5400" = "1.Verschluss";
"5401" = "2.Verschluss";
"5501" = "[ Rechts ]";
"5502" = "[ Mitte ]";
"5503" = "[ Rechts Mitte ]";
"5504" = "[ Links ]";
"5505" = "[ Links Rechts ]";
"5506" = "[ Links Mitte ]";
"5507" = "[ Links Mitte Rechts ]";
"5600" = "%m/%d/%y %H:%M:%S";
"5701" = "mm";
"5702" = "KB";
"5900" = "Aus";
"5901" = "Kräftig";
"5902" = "Neutral";
"5903" = "Gering schärfen";
"5904" = "Sepia";
"5905" = "Schwarzweiß";
"5906" = "Einst.Effekt";
"5907" = "HAUTTON SOFTEN";
"6100" = "Makro";
"6101" = "Schnappschuss";
"6102" = "Panorama";
"6103" = "Unendlich";
"6104" = "Super Makro";
"6300" = "Kontrast          -2";
"6301" = "Kontrast          -1";
"6302" = "Kontrast          Normal";
"6303" = "Kontrast          +1";
"6304" = "Kontrast          +2";
"6400" = "Schärfe         -2";
"6401" = "Schärfe         -1";
"6402" = "Schärfe         Normal";
"6403" = "Schärfe         +1";
"6404" = "Schärfe         +2";
"6500" = "Farbsättigung  -2";
"6501" = "Farbsättigung  -1";
"6502" = "Farbsättigung  Normal";
"6503" = "Farbsättigung  +1";
"6504" = "Farbsättigung  +2";
"6700" = "sRGB";
"6701" = "Adobe RGB";
"6800" = "Aus";
"6801" = "Diafilm";
"6802" = "Hellerer Hautton";
"6803" = "Dunklerer Hautton";
"6804" = "Kräftiges Blau";
"6805" = "Kräftiges Grün";
"6806" = "Kräftiges Rot";
"6807" = "Farbton";
"6808" = "Farbwechsel";
"6809" = "Custom  Farbe";
"6810" = "Kräftig";
"6811" = "Neutral";
"6812" = "Sepia";
"6813" = "Schwarz /Weiß";
"6900" = "Ein";
"7000" = "(LP)";
"7001" = "(f)";
"7050" = "Ein";
"7060" = "B%d, G%d";
"7061" = "%d, G%d";
"7062" = "A%d, G%d";
"7063" = "B%d, %d";
"7064" = "%d, %d";
"7065" = "A%d, %d";
"7066" = "B%d, M%d";
"7067" = "%d, M%d";
"7068" = "A%d, M%d";